Repository: code-for-canada/adult-ed-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: My administration
fr: Mon compte

source: Schedules
fr: Horaires

source: Is this offering relevant to any specific professions?
fr: Est-ce que ce cours est pensé pour des professionnels d'une filière en spécifique?

source: Useful external links
fr: Liens externes utiles

source: BASIC INFORMATION
fr: INFORMATION DE BASE

source: COLOURS
fr: COULEURS

source: TEXT FIELDS
fr: DESCRIPTIONS

source: KEY BENEFITS
fr: AVANTAGES CLÉ

source: ELIGIBLE IMMIGRATION STATUS
fr: STATUTS d'IMMIGRANT ADMISSIBLES

source: REPRESENTATIVE OF SERVICE PROVIDER IN OUR SYSTEM
fr: RÉPRESENTANT DU FOURNISSEUR DE SERVICES DANS LE SYSTÈME

source: ADDRESS
fr: ADRESS

source: PROGRAMS
fr: PROGRAMMES

source: MAIN BRANCH
fr: TÊTE

source: NAME OF SITE
fr: NOM DU SITE

source: SPECIFIC SUBJECTS OF THIS OFFERING
fr: MATIÈRES DE CE COURS

source: SPECIFIC OUTCOMES OF THIS OFFERING
fr: OBJECTIFS DE CE COURS

source: SPECIFIC REQUIREMENTS OF THIS OFFERING
fr: CONDITIONS DE CE COURS

source: SPECIFIC STREAMS OF THIS OFFERING
fr: GROUPES CIBLES DE CE COURS

source: CLB LEVELS
fr: NIVEAUX NCLC

source: Learn about adult learning
fr: En savoir plus sur la formation des adultes

source: Learn about a specific adult learning program
fr: En savoir plus sur un programme particulier de la formation des adultes

source: Get matched to a program
fr: Savoir quel programme me convient le plus

source: Other
fr: Autres

source: 1. What was the purpose of your visit today?
fr: 1. Quel était le but de votre visite aujourd'hui?

source: Yes
fr: Oui

source: No
fr: Non

source: 2. Did you find what you were looking for?
fr: 2. Avez-vous trouvé ce que vous cherchiez?

source: 3. Is the adult learning website easy to navigate?
fr: 3. Le site de la formation des adultes, est-il facile à utiliser?

source: 4. Is the information easy to understand?
fr: 4. Les informations, sont-elles faciles à comprendre?

source: 5. If you used the matchmaker, was it easy to use?
fr: 5. Si vous avez utilisé le matcheur, était-il facile à utiliser?

source: 6. If you used the matchmaker, did it help you find a program?
fr: 6. Si vous avez utilisé le matcheur, est-ce qu'il vous a aidé à trouver un programme?

source: Very satisfied
fr: Très satisfait

source: Satisfied
fr: Satisfait

source: Neutral or no opinion
fr: Neutre ou sans opinion

source: Unsatisfied
fr: Pas satisfait

source: Very unsatisfied
fr: Pas du tout satisfait

source: 7. Please rate the overall experience you had with the adult learning website
fr: 7. Veuillez évaluer l'expérience générale que vous avez eu avec le site de la formation des adultes

source: Prospective learner
fr: Potentiel(le) apprenant(e)

source: Current learner
fr: Actuel(le) apprenant(e)

source: Instructor
fr: Instructeur

source: Service provider
fr: École pour adultes

source: Caseworker
fr: Assistant social

source: Counsellor
fr: Conseiller

source: 8. You are visiting the adult learning website as a:
fr: 8. Vous visitez la page de la formation des adultes en tant que:

source: Comparison table
fr: Le tableau comparatif

source: Matchmaker
fr: Le matcheur

source: Program page
fr: La page des programmes

source: Live chat
fr: La messagerie instantanée

source: 9. What feature helped you find a program?
fr: 9. Quel outil vous a aidé à trouver un programme?

source: Write your comment here...
fr: Tapez ici...

source: 10. What other information or feature would make this website more useful for you? (Optional)
fr: 10. Quel autre information ou outil vous aurait été utile sur le site? (Facultatif)

source: 11. Share any comment you have about the adult learning website (Optional)
fr: 11. Y-a-t-il autre chose que vous aimeriez nous dire sur la page sur la formation des adultes? (Facultatif)

source: Please correct the errors in this form and submit it again.
fr: Veuillez corregir les erreurs dans le formulaire et le resoumettre.

source: Blue circle
fr: Cercle bleu

source: Light blue circle
fr: Cercle bleu ciel

source: Yellow circle
fr: Cercle jaune

source: Red circle
fr: Cercle rouge

source: Orange circle
fr: Cercle orange

source: Green circle
fr: Cercle vert

source: Purple circle
fr: Cercle violet

source: Pink circle
fr: Cercle rose

source: White circle
fr: Cercle blanc

source: Online
fr: En ligne

source: In-person
fr: En personne

source: Blended
fr: Hybride

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Goals
fr: Buts

source: Needs
fr: Besoins

source: official name
fr: nom officiel

source: official name of the program
fr: nom officiel du programme

source: branding name
fr: nom grand publique

source: branding name of the program
fr: nom grand publique du programme

source: order id
fr: id ordre

source: a lower order id will show up first, min value is 1
fr: le plus inférieur l'id, le plus haut il apparaîtra sur la page, la valeur min est 1

source: description for comparison page
fr: description pour la page de comparaison

source: details
fr: détails

source: subsidies
fr: subventions

source: support
fr: soutien

source: funding
fr: financement

source: fees
fr: frais

source: free
fr: est-ce gratuit?

source: types of service providers
fr: types de fournisseurs de service

source: marker
fr: indicateur

source: background colour
fr: couleur de fond

source: foreground colour
fr: couleur de premier plan

source: benefit
fr: avantage

source: benefits
fr: avantages

source: text
fr: texte

source: immigration status
fr: statut d'immigration

source: learning option
fr: option d'apprentissage

source: learning options
fr: options d'apprentissage

source: schedule option
fr: option d'horaire

source: schedule options
fr: options d'horaire

source: registration step
fr: étape d'inscription

source: registration steps
fr: étapes d'inscription

source: best for scenario
fr: scénario best for

source: best for scenarios
fr: scénarios best for

source: program link
fr: lien d'un programme

source: program links
fr: liens d'un programme

source: link
fr: lien

source: service provider
fr: fournisseur de service

source: service providers
fr: fournisseurs de service

source: name
fr: nom

source: phone number
fr: numéro de téléphone

source: e-mail
fr: adresse mail

source: city
fr: ville

source: zip code
fr: code postal

source: service delivery site
fr: lieu de prestation de services

source: service delivery sites
fr: lieux de prestations de services

source: head
fr: tête

source: outcome
fr: objectif

source: outcomes
fr: objectifs

source: eligibility
fr: critère d'éligibilité

source: eligibilities
fr: critères d'éligibilité

source: subject
fr: matière

source: subjects
fr: matières

source: stream
fr: cible

source: streams
fr: cibles

source: offering
fr: cours

source: offerings
fr: cours

source: start date
fr: date de début

source: end date
fr: date de fin

source: class size
fr: taille de la classe

source: learning style
fr: style d'apprentissage

source: requirements
fr: conditions

source: CLB level 1
fr: Niveau NCLC 1

source: CLB level 2
fr: Niveau NCLC 2

source: CLB level 3
fr: Niveau NCLC 3

source: CLB level 4
fr: Niveau NCLC 4

source: CLB level 5
fr: Niveau NCLC 5

source: CLB level 6
fr: Niveau NCLC 6

source: CLB level 7
fr: Niveau NCLC 7

source: CLB level 8
fr: Niveau NCLC 8

source: CLB level 9
fr: Niveau NCLC 9

source: CLB level 10
fr: Niveau NCLC 10

source: CLB level 11
fr: Niveau NCLC 11

source: CLB level 12
fr: Niveau NCLC 12

source: schedule
fr: horaire

source: schedules
fr: horaires

source: day of the week
fr: jour de la semaine

source: start time
fr: heure de début

source: end time
fr: heure de fin

source: feature
fr: service

source: features
fr: services

source: facility
fr: équipement

source: facilities
fr: équipements

source: recommendation
fr: recommandation

source: recommendations
fr: recommandations

source: reason
fr: raison

source: profile section
fr: section du profil

source: profile sections
fr: sections du profil

source: section in profile
fr: section dans le profil

source: glossary entry
fr: élement du glossaire

source: key
fr: entrée

source: definition
fr: définition

source: What was the purpose of your visit today?
fr: Quel était le but de votre visite aujourd'hui?

source: Did you find what you were looking for?
fr: Avez-vous trouvé ce que vous cherchiez?

source: Is the adult learning website easy to navigate?
fr: Le site de la formation des adultes, est-il facile à utiliser?

source: Is the information easy to understand?
fr: Les informations, sont-elles faciles à comprendre?

source: If you used the matchmaker, was it easy to use?
fr: Si vous avez utilisé le matcheur, était-il facile à utiliser?

source: If you used the matchmaker, did it help you find a program?
fr: Si vous avez utilisé le matcheur, est-ce qu'il vous a aidé à trouver un programme?

source: Please rate the overall experience you had with the adult learning website
fr: Veuillez évaluer l'expérience générale que vous avez eu avec le site de la formation des adultes

source: You are visiting the adult learning website as a:
fr: Vous visitez la page de la formation des adultes en tant que:

source: What feature helped you find a program?
fr: Quel outil vous a aidé à trouver un programme?

source: What other information or feature would make this website more useful for you?
fr: Quel autre information ou outil vous aurait été utile sur le site?

source: Share any comment you have about the adult learning website
fr: Y-a-t-il autre chose que vous aimeriez nous dire sur la page sur la formation des adultes?

source: Timestamp
fr: Horodatage

source: Comparison
fr: Comparaison

source: Government of Ontario home page
fr: Page d'accueil du Gouvernement de l'Ontario

source: Français
fr: English

source: This page will be improved using your feedback
fr: Cette page sera améliorée à l'aide de vos commentaires

source: Please tell us what you think
fr: Dites-nous ce que vous en pensez

source: Compare adult learning programs
fr: Comparez les programmes d'éducation pour les adultes

source: Program details
fr: Détails du programme

source: Key benefits
fr: Avantages clés

source: Best if:
fr: Mieux si:

source: Who can take this program?
fr: Qui peut étudier ce programme?

source: You must
fr: Vous devez

source: Find program providers
fr: Trouver des écoles où étudier

source: Adult Learning Program Matchmaker
fr: Matchmaker de Programmes d'Éducation des Adultes

source: Your results
fr: Vos résultats

source: Based on your responses, we found 1 program that you might be interested in
fr: Compte tenu de vos réponses aux questions précédentes, nous avons trouvé 1 programme qui pourrais vous intéresser

source: Based on your responses, we found %(number)s programs that you might be interested in
fr: Compte tenu de vos réponses aux questions précédentes, nous avons trouvé %(number)s programmes qui pourraient vous intéresser

source: My results
fr: Mes résultats

source: Name of the program
fr: Nom du programme

source: Description and link
fr: Description et lien

source: My recommendations
fr: Mes recommandations

source: Because you said
fr: Puisque vous avez indiqué

source: We recommend
fr: On vous recommande

source: Feedback
fr: Sondage

source: Adult learning redesign feedback survey
fr: Sondage sur la formation des adultes

source: Share with us what you think about the new adult learning page
fr: Dites-nous ce que vous pensez de la nouvelle page sur la formation des adultes

source: We will use your feedback to improve future versions
fr: Nous utiliserons vos commentaires pour améliorer les versions futures

source: Form submitted successfully. Thank you for your feedback!
fr: Réponses enregistrées. Nous apprécions vos commentaires!

source: Submit
fr: Envoyer

source: Glossary
fr: Glossaire

source: The purpose of these definitions is to help you understand the terms we use when describing adult education programs
fr: Ce glossaire a pour but de faciliter la compréhension des termes utilisés dans les textes affichés sur ce site web

source: These glossary definitions are not intended to be legal definitions, and should not be treated as such
fr: Les définitions du glossaire ne doivent pas être considérées comme des interprétations juridiques de ces termes

source: Adult learning
fr: Formation des adultes

source: Match me
fr: Matche-moi

source: Who can benefit from adult learning programs?
fr: Qui peut bénéficier de ces programmes?

source: Adult learning programs
fr: Programmes d'éducation pour les adultes

source: Learn more
fr: En apprendre davantage

source: Compare all programs
fr: Comparez tous les programmes

source: Not sure which program is best for you?
fr: Vous n'êtes pas sûr quels programmes vous conviennent le plus?

source: Need help?
fr: Besoin d'aide?

source: Chat live with us
fr: Clavardez avec nous

source: Chat live
fr: Clavardez maintenant

source: Meet with a counsellor
fr: Rencontrez un conseiller

source: Request an appointment
fr: Demande de rendez-vous

source: Read more
fr: En apprendre davantage

source: Adult Learning
fr: Matchmaker de Programmes

source: Program Matchmaker
fr: d'Éducation des Adultes

source: If you're a resident of Ontario and looking to explore adult learning programs offered in the province, you're in the right place!
fr: Si vous êtes résident de l'Ontario et vous cherchez à explorer des programmes d'éducation pour adultes qui sont offerts dans la province, vous êtes au bon endroit !

source: Answer a series of simple questions and we'll recommend programs that best match your situation
fr: Répondez quelques questions et on vous recommandera des programmes adaptés à votre situation

source: Start
fr: Commencez

source: Your Results
fr: Vos Résultats

source: Program
fr: Programme

source: Other Relevant Information
fr: Renseignements Utiles

source: Because you said...
fr: Puisque vous avez indiqué...

source: We recommend...
fr: On vous recommande...

source: On this page
fr: Sur cette page

source: About the program
fr: Détails du programme

source: Eligibility
fr: Critères d'éligibilité

source: Financial information
fr: Information financière

source: How to register
fr: Comment s'inscrire

source: Service provider locations
fr: Où vous pouvez étudier

source: see
fr: voir

source: Learning options
fr: Styles d'apprentissage

source: Schedule options
fr: Horaires

source: Program length
fr: Longueur du programme

source: This might be good for you if
fr: Ce programme est pour vous si

source: Find schools near me
fr: Trouver des écoles près de chez moi

source: And one of the following
fr: Et l'un des suivants

source: Disclaimer
fr: Dégagement de responsabilité

source: Subsidies
fr: Subventions

source: Additional support
fr: Support supplémentaire

source: Ministry of Training, Colleges and Universities
fr: Ministère de la Formation et des Collèges et Universités

source: Legal notices
fr: Mentions légales

source: News
fr: Nouvelles

source: Privacy
fr: Confidentialité

source: Terms of use
fr: Conditions d'utilisation

source: Results
fr: Résultats

source: E-mail sent to
fr: Email envoyé à

source: Compare programs
fr: Comparez ces programmes

source: Your Profile
fr: Votre Profil

source: Your personal information
fr: Votre information personnelle

source: Your goals
fr: Vos buts

source: Your needs
fr: Vos besoins

source: Redo quiz
fr: Refaire le quiz

source: Get results by e-mail
fr: Recevoir vos résultats par email

source: Download (PDF)
fr: Télécharger (PDF)

source: Send
fr: Envoyer

source: Your results and recommendations
fr: Vos résultats et recommandations
